Repository: JavoxirIT/avto_baraka
Catalog: lib/l10n/intl_*.arb
Languages: ru, uz

# qoshimchaMalumot
source: Additional information
ru: Дополнительная информация
uz: Qo`shimcha ma`lumot

# yoqilgiTuri
source: Type of fuel
ru: Вид топлива
uz: Yoqilg`i turi

# yurganMasofasi
source: Distance traveled
ru: Пробег автомобиля
uz: Yurgan masofasi

# tortuvchiTomon
source: Pulling side
ru: Ведущая сторона
uz: Tortuvchi tomon

# boyoqHolati
source: Paint Condition
ru: Состояние краски
uz: Bo`yoq holati

# uzatishQutisi
source: Transmission
ru: Коробка передачи
uz: Uzatish qutisi

# dvigatelHajmi
source: Motor size
ru: Объем двигателя
uz: Dvigatel hajmi

# kuzovTuri
source: Body type
ru: Вид кузова
uz: Kuzov turi

# ishlabChiqarilganYili
source: Year of manufacture
ru: Год выпуска
uz: Ishlab chiqarilgan yili

# versiyasiniTanlang
source: Select the version
ru: Позиция или версия
uz: Versiyasini tanlang

# markaniTanlang
source: Select a brand
ru: Выберите марку
uz: Markani tanlang

# avvalTexnikaTuriniTanlang
source: First select the type of technique
ru: Сначала выберите тип техники
uz: Avval texnika turini tanlang

# brendniTanlang
source: Choose a Brand
ru: Выберите бренд
uz: Brendni tanlang

# texnikaTuriniTanlang
source: Select the type of equipment
ru: Выберите тип техники
uz: Texnika turini tanlang

# avvalViloyatniTanlang
source: Choose a region first
ru: Сначало выберите регион
uz: Avval viloyatni tanlang

# tumanlar
source: Regions
ru: Регионы
uz: Tumanlar

# viloyatniTanlang
source: Select Region
ru: Выберите облость
uz: Viloyatni tanlang

# xaritadaJoylashuvi
source: Location on the map
ru: Местоположение
uz: Xaritada joylashuvi

# geolokatsiyaniYoqish
source: Uskunadan Geolokatsiyani yoqish va foydalanishga ruxsat berish kerak bo’ladi
ru: На вашем устройстве необходимо будет включить и разрешить геолокацию
uz: Uskunadan Geolokatsiyani yoqish va foydalanishga ruxsat berish kerak boâ€™ladi

source: Avtomatik tanlash
ru: Текущая геопозиция

# tarifniTanlang
source: Choose a tariff
ru: Выберите тариф

source: Internet aloqasi yo`q
ru: Нет связи с интернетом

source: Sozlamalarni ochisgh
ru: Открыть настройки

source: Iltimos internet aloqani yoqing
ru: Пожалуйста, включите подключение к Интернету

source: Avval Bankni tanlang
ru: Сначала выберите банк

source: Oldinga
ru: Вперед

source: Kredit summasi
ru: Сумма кредита

source: Valuta
ru: Валюта

source: Boshlang`ich to`lov
ru: Начальная оплата

source: Valutani tanlang
ru: Выберите валюту

source: Kridit summasini kriting
ru: Введите сумму кредита

source: Boshlang`ich tulovni kiriting
ru: Введите сумму предоплаты

source: Kredit meddatini tanlang
ru: Выберите срок кредита

source: Orqaga
ru: Назад

source: To`lov Grafigi
ru: График оплаты

source: Sozlamalar
ru: Настройки

source: Til
ru: Язык

source: Kredit Kalkulatori
ru: Посчитать в кредит

source: KATEGORIYALAR
ru: КАТЕГОРИИ

source: ENG YAXSHI TAKLIFLAR
ru: ЛУЧШИЕ ПРЕДЛОЖЕНИЯ

source: E’lonlar
ru: Объявления

source: Tanlanganlar
ru: Избранные

source: Kabinet
ru: Кабинет

source: Suhbatlar
ru: Сообщения

source: Foydalanish shartlari
ru: Условия использования

source: Maxfiylik siyosati
ru: Политика конфедециальности

source: Ilova haqida
ru: О приложении

source: Maxsus sozlamalar
ru: Пользовательские настройки

source: Mening hisobim
ru: Мой счет

source: Tasdiqlangan
ru: Активные

source: Bekor qilingan
ru: Заблокированные

source: Tanlangan E’lonlar
ru: Избранные

source: Qidiruv so’zlari
ru: Поисковые слова

source: Yuborish
ru: Отправить

source: SMS kodni kiriting
ru: Введите код из смс

source: Telefon
ru: Телефон

source: Notugri kod
ru: Неверный код

source: Iltimos nomeringizni kiriting
ru: Пожалуйста, введите свой номер телефона

source: E’lon joylash
ru: Размещение объявления

source: Bosh sahifa
ru: Главное окно

source: Saqlash
ru: Сохранить

source: Rasimga olish
ru: Открыть камеру

source: Gallereyadan tanlash
ru: Из галлереи

source: Rasmlarni yuklang
ru: Загрузите изображения

source: Geopozitsiya kabul kilindi
ru: Геопозиция определена

source: Tanlash
ru: Выберите

source: Lokatsiyani tanlang
ru: Выберите локацию

source: Sozlamalarni ochish
ru: Открыть настройки

source: Geolokachiyadan foydalanish cheklangan, iltimos lokachiyani yoking
ru: Доступ к геолокации запрещен, пожалуйста включите доступ к локации!!

source: Kriditga beriladimi?
ru: Возможно ли получить кредит?

source: Narxi
ru: Стоимость авто

source: Valyuta
ru: Валюта

source: Abtomashina yilini kiriting
ru: Введите год автомобиля

source: Kuzov turinitanlang
ru: Выберите вид кузова

source: Dvigatel hajmini kiriting
ru: Введите объем двигателя

source: Uzatish qutisini tanlang
ru: Выберите коробку передачи

source: Bo`yoq holatini kiriting
ru: Выберите состояние окраски

source: Tortish tomonini tanlang
ru: Выберите ведущую сторону

source: Yoqilg`i turini tanlang
ru: Выберите вид топлива

source: Narxini kiriting
ru: Введите стоимость авто

source: Valyutani tanlang
ru: Выберите валюту

source: Yurgan masofani kiriting
ru: Введите пробег автомобиля

source: Iltimos
ru: Пожалуйста

source: xaritadan joylashuvni tanlang
ru: выберите расположение на карте

source: Elon saqlandi
ru: Обявление сохранено

source: Yangi e`lon qo`shish
ru: Добавить обявления

# tizimdanTolFoy
source: Tizimdan to’liq foydalanish uchun\n12 500 so’m \nmiqdorida to’lov qilishingiz lozim bo’ladi
ru: Чтобы полноценно пользоваться системой, вам необходимо будет заплатить 12 500 сумов.

source: Xali emas
ru: Оплатить позже

source: Amalga oshirish
ru: Произвести оплату

source: Karta ma`lumotlarini kiriting
ru: Введите данные вашей карты

source: Elon holatini kabitendat \n kuzatsangiz bo`ladi
ru: Статус объявления можно отслеживать в личном кабинете

source: Bajarish
ru: Выполнить

source: Yangi e`lon joylash
ru: Добавить ещё объявления

source: Parametrlar
ru: Параметры

source: Chiqarilgan yili:
ru: Год выпуска:

source: Kreditga:
ru: В кредит:

source: Yo`q
ru: Нет

source: Iloji bor
ru: Нет

source: Sotuvchiga qo’ng’iroq qilish
ru: Позвонить продавцу

source: Tasdiqlangan e`lonlar mavjut emas
ru: Одобренные обявления не найдены

source: Malumotlar bazasida xatolik
ru: Ошибка в базе данных

source: Ma`lumotlat yuklanishida xatolik
ru: Обявления нет

source: Kechirasiz
ru: Извините

source: Ma`lumot topilmadi
ru: Информация не найдена

source: Yil dan
ru: c ---- года

source: Yil gacha
ru: до ---- года

source: --- dan
ru: --- от

source: --- gacha
ru: --- до

source: Hududni tanlang
ru: Выберите область

source: Qidirish
ru: Поиск

source: Kuzov:
ru: Вид кузова:

source: Batafsil ma`lumot
ru: Подробная информация

source: Ro`yhatdan chiqarish
ru: Из избранного

source: Ishonchingiz komilmi?
ru: Вы уверены?

source: Diqqat!
ru: Внимание!

source: Ha
ru: ДА

source: Tanlangan e`lonlar mavjut emas
ru: Избранных объявлений нет

source: Habar...
ru: Сообщение...

source: Qayerdan olamiz?
ru: Что выбераем?

source: Qo`shimcha malumotni kriting
ru: Дополнительное информация

source: Yangi xabar
ru: Новое сообщение

source: Boshqa akauntga kirish
ru: Выйти из аккаунта

source: O`chirish
ru: Удалить

source: Ushbu e’londa - Hatolik mavjudligi uchun tizimga joylanishi bekor qilindi.
ru: Публикация отменена в связи с наличием ошибки.

source: Iltimos sms xabarni kutib turing
ru: Пожалуйста ожидайте sms уведомление

source: Eqlon o`chirilgandan keyin ma`lumotlarni tiklab bo`lmaydi
ru: Данные не восстановить после удаления

source: Bloklangan e`lon mavjut {n} emas
ru: Заблокированных {n} объявлений нет

source: Maydinni to`ldiring
ru: Заполните поле

source: Notugri format
ru: Не верный формат

source: PK amal qilish muddati
ru: Срок действия ПК

source: Karta raqamini to`liq kiriting
ru: Введите полный номер карты

source: Muddatini t`liq kiriting
ru: Введите данные правильно

source: Tasdiqlash uchun manashu {num} ga sms kod yuborildi
ru: Для подтверждения отправлен sms на номер {num}

source: Kodni yuborsh
ru: Отправить код

source: PK raqami
ru: Номер ПК

source: Qayta urinib ko`rish
ru: Повторите попытку

source: To`lov amalga oshirilmadi
ru: Оплата не произведена

source: To`lov muvofaqayatli o`tkazildi
ru: Оплата успешно произведена

source: Amalga oshirish tugmasini bosing
ru: Нажмите «Выполнить

source: Sms kod tasdiqlandi
ru: Смс-код подтвержден

source: Xatolik
ru: Ошибка

source: Sms kodni to`liq kiriting
ru: Введите полный СМС-код

source: {count} e`lon topildi
ru: {count} объявлений

source: So`rovingiz bo`yicha
ru: По ващему запросу

source: Topga chiqarish
ru: В топ

source: Topda joylashuv {days} kun
ru: {days} дня в топе

source: Tariflar
ru: Тарифы

source: Faol emas
ru: Не активные

# faolBolmaganElonlarMavjutEmas
source: Faol bo`lmagan e`lonlar {n} mavjut emas
ru: Неактивных {n} объявлений нет

source: Qayta aktivlash
ru: Повторно активировать

source: E’lon qabul qilindi Administratorlar tekshirganidan so’ng tizimga joylanadi.
ru: Объявление принято. Оно будет размещено в системе после проверки администраторами.

source: E`lonlar oynasi
ru: Перейти в окно объявлений

source: Admin tasdiqlashini kutilmoqda
ru: Ожидает одобрения администратора

source: E`lonni o`chirildi
ru: Объявление удалено

source: E`lonni o`chirishda, xatolik yuz berdi
ru: При удалении объявления произошла ошибка

source: E`lonni aktivlash jarayonida xatolik yuz berdi
ru: Произошла ошибка при активации объявления

source: E`lon qayta aktivlandi
ru: Объявление возобновлено

source: Rasmiy ishlamaydi
ru: Официально не работает

source: Rasmiy ishi bor
ru: Официально работает

source: Kredit muddati
ru: Срок кредита

source: yil
ru: г

source: Oylar soni
ru: Количество месяцев

source: oy
ru: м

source: Oylik to`lov
ru: Ежемесячная плата

source: so`m
ru: сум

source: Birinchi to`lov usd
ru: Первая оплата в USD

source: Birinchi to`lov uzs
ru: Первая оплата в UZS

source: Xaritadagi joylashuvi
ru: Расположение на карте

source: Shikoyatingizni kiriting
ru: Введите вашу жалобу

source: Shikoyat yuborildi
ru: Жалоба отправлена! Спасибо, что помогаете улучшить наш сервис ...

source: Xabar mavjut emas
ru: Сообщение нет

source: Kerakli e`lonni qidirish
ru: Поиск обявления

source: Modelni tanlang
ru: Выберите модель

source: O’zingizga kerakli Texnikani qidiring
ru: Найдите нужную вам технику

source: Barcha parametrlari haqida ma’lumot oling
ru: Получите информацию о всех параметрах

source: Qisqa vaqt ichida o’z avtomobilingizga ega bo’ling
ru: Получите свой автомобиль в кратчайшие сроки

source: BARCHA IMKONIYATLARDAN FOYDALANISH UCHUN TELEFON RAQAMINGIZ ORQALI IDENTIFIKATSIYADAN O’TING.
ru: ЗАРЕГИСТРИРУЙТЕСЬ ПО НОМЕРУ ТЕЛЕФОНА, ЧТО БЫ ИСПОЛЬЗОВАТЬ ВСЕ ВОЗМОЖНОСТИ.

source: Avval avtotransport turini tanlang
ru: Список моделей пуст

source: Karta muddatini to`gri kiriting
ru: Введите правильный срок действия карты

source: Plastik kartani muddati o`tganmi??
ru: Срок действия пластиковой карты истек?

source: Xabar mavjud emas
ru: Нет доступных сообщений

source: E`lon saqlanmadi
ru: Ошибка при сохранения

source: Iltimos Ma`lumotlarni to`liq kiriting
ru: Пожалуйста, введите информацию полностью

source: Sms kod tasdiqlashga yuborildi! {n} Iltimos kutib turing
ru: СМС-код отправлен для подтверждения! {n} Пожалуйста, подождите

source: Telefon raqamizni to`liq kiriting
ru: Введите свой полный номер телефона

source: Sms-kod tasdiqlandi!{n}Daturga kirish uchun tugmani bosing
ru: «Код подтвержден!{n}Нажмите кнопку, чтобы войти»

source: Iltimos kutib turing
ru: Пожалуйста, подождите

source: Iltimos fotosurat kiriting
ru: Пожалуйста, добавьте изображение

source: Iltimos locatsiyani kiriting, avtomatik tanlash tugmasini bosing
ru: Пожалуйста, введите местоположение, нажмите кнопку автоматического выбора

source: Iltimos avtomashina modelini tanlang
ru: Пожалуйста, выберите модель автомобиля

source: Iltimos avtomashina brendni tanlang
ru: Пожалуйста, выберите марку автомобиля

source: Iltimos avtomashina turini tanlang
ru: Пожалуйста, выберите тип транспортного средства

source: Iltimos tumanni tanlang
ru: Пожалуйста, выберите район

source: Iltimos viloyatni tanlang
ru: Пожалуйста, выберите регион

source: Kiritilmagan
ru: Не введино

source: Avval avtomashina narxini kiriting
ru: Сначала введите цену автомобиля

source: Yangi marxni kiriting
ru: Введите новую цену

source: Keyinroq qayta urinib ko`ring
ru: Пожалуйста, повторите попытку позже

source: Narxni o`zgartirishda xatolik
ru: Ошибка при изменении цены

source: Narxini o`zgartirish
ru: Изменить стоимость

source: Keyingi oynaga o`tish uchun pastgi o`ng tugmani bosing
ru: Нажмите правую нижнюю кнопку, чтобы просмотреть следующую страницу.
